{
  "title": "ДОГОВОР СТРОИТЕЛЬНОГО ПОДРЯДА",
  "sections": [
    {
      "type": "header",
      "content": "ДОГОВОР СТРОИТЕЛЬНОГО ПОДРЯДА № {{contractNumber}}"
    },
    {
      "type": "paragraph",
      "align": "right",
      "content": "г. {{city}}"
    },
    {
      "type": "paragraph",
      "align": "right",
      "content": "«{{contractDay}}» {{contractMonth}} {{contractYear}} года"
    },
    {
      "type": "heading1",
      "content": "1. СТОРОНЫ ДОГОВОРА"
    },
    {
      "type": "paragraph",
      "content": "1.1. Сторона-1 (Заказчик):"
    },
    {
      "type": "paragraph",
      "content": "Гражданин(ка) {{customerFullName}}, пол: {{customerGender}}, дата рождения: {{customerBirthDate}}, место рождения: {{customerBirthPlace}}, паспорт: {{customerPassportSeries}} № {{customerPassportNumber}}, выдан: {{customerPassportIssuedBy}}, дата выдачи: {{customerPassportIssueDate}}, код подразделения: {{customerPassportCode}}, зарегистрированный(-ая) по адресу: {{customerRegistrationAddress}}, именуемый(-ая) далее «Заказчик»."
    },
    {
      "type": "paragraph",
      "content": "1.2. Сторона-2 (Подрядчик):"
    },
    {
      "type": "paragraph",
      "content": "{{contractorCompanyFullName}}, сокращенно {{contractorCompanyShortName}}, ИНН: {{contractorINN}}, КПП: {{contractorKPP}}, ОГРН: {{contractorOGRN}}, в лице {{contractorDirectorPosition}} {{contractorDirectorFullName}}, действующего на основании {{contractorBasisOfAuthority}}, именуемый далее «Подрядчик»,"
    },
    {
      "type": "paragraph",
      "content": "заключили настоящий договор (далее – Договор) о нижеследующем."
    },
    {
      "type": "heading1",
      "content": "2. ПРЕДМЕТ ДОГОВОРА"
    },
    {
      "type": "paragraph",
      "content": "2.1. По Договору Подрядчик обязуется выполнить комплекс строительно-отделочных работ на объекте Заказчика, указанном в п.2.1.1., в объеме и сроки согласно условиям настоящего Договора (далее - Работы), а Заказчик обязуется принять выполненные Работы/Этапы работ и уплатить обусловленную настоящим Договором цену Работ/Этапа работ (ст. 702, 730, 740 ГК РФ)."
    },
    {
      "type": "paragraph",
      "content": "2.1.1. Работы выполняются на следующем объекте Заказчика, расположенном по адресу: {{objectAddress}}."
    },
    {
      "type": "paragraph",
      "content": "2.2. Стороны договорились, что взаимоотношения между Сторонами регулируются нормами ГК РФ в рамках оказания услуг по договору подряда."
    },
    {
      "type": "paragraph",
      "content": "2.3. Работы по Договору выполняются на условиях «под ключ». Условие «под ключ» означает выполнение Подрядчиком подготовительных, строительно-монтажных и пусконаладочных работ в соответствии с Договором."
    },
    {
      "type": "paragraph",
      "content": "2.4. Состав Работ определяется в согласованной Сторонами Смете (Приложение № 1)."
    },
    {
      "type": "paragraph",
      "content": "2.5. Работы выполняются из отделочных материалов Подрядчика/Заказчика, согласно договоренностям."
    },
    {
      "type": "paragraph",
      "content": "2.6. Общая стоимость Работ по Договору в соответствии со Сметой составляет:"
    },
    {
      "type": "list",
      "items": [
        "{{totalAmount}} ({{totalAmountInWords}}) рублей {{totalAmountKopecks}} копеек."
      ]
    },
    {
      "type": "paragraph",
      "content": "2.7. Все расчеты по Договору за выполненные Подрядчиком Работы и приобретенные им расходные и черновые материалы производятся согласно их стоимости, указанной в Смете (Приложение №1)."
    },
    {
      "type": "paragraph",
      "content": "2.7.1. Оплата за расходные и черновые материалы производится согласно Смете (Приложение №1) в размере {{materialsAmount}} ({{materialsAmountInWords}}) рублей {{materialsAmountKopecks}} копеек и делится на две равные части:"
    },
    {
      "type": "list",
      "items": [
        "Первая часть: {{materialsFirstPart}} ({{materialsFirstPartInWords}}) рублей {{materialsFirstPartKopecks}} копеек, вносится в день подписания Договора.",
        "Вторая часть: {{materialsSecondPart}} ({{materialsSecondPartInWords}}) рублей {{materialsSecondPartKopecks}} копеек, вносится в день подписания Акта приемки работ Этапа №1."
      ]
    },
    {
      "type": "paragraph",
      "content": "2.7.2. Оплата за работы производится поэтапно, согласно Графика производства работ (Приложение №2) и Сметы (Приложение №1) в течение пяти (5) банковских дней с даты подписания соответствующего Акта приемки выполненных работ (Приложение №3)."
    },
    {
      "type": "paragraph",
      "content": "В случае неподписания Заказчиком Акта приемки выполненных работ в установленный срок, Стороны согласовали, что данный этап будет считаться принятым в полном объеме и Заказчик не имеет претензий к выполненным работам путем оплаты определенного этапа согласно Графику производства работ (Приложение №2)."
    },
    {
      "type": "paragraph",
      "content": "Размеры поэтапной оплаты:"
    },
    {
      "type": "table",
      "headers": [
        "Этап",
        "Сумма (руб.)",
        "Сумма прописью"
      ],
      "rows": [
        [
          "Этап 1",
          "{{stage1Amount}}",
          "{{stage1AmountInWords}} руб. {{stage1AmountKopecks}} коп."
        ],
        [
          "Этап 2",
          "{{stage2Amount}}",
          "{{stage2AmountInWords}} руб. {{stage2AmountKopecks}} коп."
        ],
        [
          "Этап 3",
          "{{stage3Amount}}",
          "{{stage3AmountInWords}} руб. {{stage3AmountKopecks}} коп."
        ],
        [
          "Этап 4",
          "{{stage4Amount}}",
          "{{stage4AmountInWords}} руб. {{stage4AmountKopecks}} коп."
        ],
        [
          "Этап 5",
          "{{stage5Amount}}",
          "{{stage5AmountInWords}} руб. {{stage5AmountKopecks}} коп."
        ]
      ]
    },
    {
      "type": "paragraph",
      "content": "2.8. Изменение общей стоимости Работ по Договору возможно только по согласованию Сторон путем подписания соответствующего Дополнительного соглашения или Приложения."
    },
    {
      "type": "paragraph",
      "content": "2.9. Заказчик производит платежи, установленные в настоящем Договоре, путем перечисления денежных средств на расчетный счет Подрядчика, указанный в Договоре, или путем внесения денежных средств в кассу Подрядчика."
    },
    {
      "type": "paragraph",
      "content": "2.10. Момент исполнения обязанности Сторон по передаче и приемке результата Работ – дата подписания Акта приемки выполненных работ (Приложение №3). Оплата производится в порядке, предусмотренном Договором в соответствии с подразделом 2.7."
    },
    {
      "type": "paragraph",
      "content": "2.11. Ответственность за материалы, приобретенные Заказчиком:"
    },
    {
      "type": "paragraph",
      "content": "2.11.1. В случае, если Заказчик приобретает материалы самостоятельно, Подрядчик не несет ответственности за качество, соответствие, пригодность и эксплуатационные характеристики данных материалов."
    },
    {
      "type": "paragraph",
      "content": "2.11.2. В случае использования материалов, приобретенных Заказчиком, Подрядчик не гарантирует результат строительных работ в части, зависящей от указанных материалов."
    },
    {
      "type": "paragraph",
      "content": "2.11.3. Все дефекты, неисправности или недостатки строительных работ, возникшие вследствие использования материалов, приобретенных Заказчиком, устраняются за счет Заказчика."
    },
    {
      "type": "paragraph",
      "content": "2.11.4. Заказчик обязуется предоставить Подрядчику всю необходимую информацию о приобретенных материалах, включая, но не ограничиваясь, технические характеристики, сертификаты качества и условия эксплуатации."
    },
    {
      "type": "paragraph",
      "content": "2.11.5. Подрядчик вправе отказаться от использования материалов, приобретенных Заказчиком, если они не соответствуют требованиям безопасности, строительным нормам и правилам, либо если их использование может привести к ухудшению качества выполняемых работ."
    },
    {
      "type": "paragraph",
      "content": "2.12. Запрет на привлечение других подрядчиков:"
    },
    {
      "type": "paragraph",
      "content": "2.12.1. Заказчик не имеет права привлекать иных подрядчиков для выполнения работ, предусмотренных настоящим Договором, до момента завершения и сдачи всех работ Подрядчиком в соответствии с условиями Договора."
    },
    {
      "type": "paragraph",
      "content": "2.13. Исключение работ из сметы:"
    },
    {
      "type": "paragraph",
      "content": "2.13.1. В случае исключения Заказчиком каких-либо работ, указанных в Смете (Приложение №1), предоставленная скидка на работы аннулируется."
    },
    {
      "type": "paragraph",
      "content": "2.13.2. Заказчик обязуется оплатить стоимость выполненных работ без учета скидки, если работы были исключены без обоснованной причины, согласованной с Подрядчиком."
    },
    {
      "type": "paragraph",
      "content": "2.13.3. Все изменения в Смете должны быть согласованы в письменной форме и оформлены дополнительным соглашением, подписанным обеими Сторонами."
    },
    {
      "type": "heading1",
      "content": "3. ПРАВА И ОБЯЗАННОСТИ СТОРОН"
    },
    {
      "type": "paragraph",
      "content": "3.1. Заказчик обязан:"
    },
    {
      "type": "paragraph",
      "content": "3.1.1. Произвести оплату Работ в соответствии с подразделом 2.7 Договора."
    },
    {
      "type": "paragraph",
      "content": "3.1.2. В течение 5 (пяти) календарных дней с момента подписания Договора передать Подрядчику для производства Работ:"
    },
    {
      "type": "list",
      "items": [
        "Объект, указанный в п. 2.1.1. Договора (далее - Объект), без посторонних предметов (мебель, строительные материалы, не относящиеся к производству Работ и т.п.);",
        "проектное планировочное решение по Объекту, а также копии документов, подтверждающих права владения, пользования и распоряжения Объектом или подтверждающих исключительное право Заказчика на оформление права собственности на Объект;",
        "один комплект ключей (от Объекта), который Подрядчик обязан вернуть в день окончания всех Работ (дата подписания Акта приемки выполненных работ) или ранее, по требованию Заказчика."
      ]
    },
    {
      "type": "paragraph",
      "content": "Факт передачи Объекта и документов, подтверждающих права владения, пользования и распоряжения им, фиксируется подписанным Сторонами Актом приема-передачи объекта (Приложение № 4)."
    },
    {
      "type": "paragraph",
      "content": "В случае указанного воспрепятствования, Подрядчик составляет и подписывает Акт, в котором фиксирует дату воспрепятствования, и направляет его Заказчику посредством направления письма по адресу регистрации Заказчика, указанному в Договоре, и/или письма на электронную почту Заказчика, указанную в Договоре."
    },
    {
      "type": "paragraph",
      "content": "Факт окончания воспрепятствования фиксируется подписанием Сторонами Акта приема-передачи объекта (Приложение № 4)."
    },
    {
      "type": "paragraph",
      "content": "3.1.3. Принять у Подрядчика результаты Работ посредством подписания Акта приемки выполненных работ (Приложение №3) в порядке и в сроки, установленные Договором."
    },
    {
      "type": "paragraph",
      "content": "3.1.4. Самостоятельно и своевременно нести все расходы и уплачивать все официальные платежи контролирующим органам и учреждениям, службам и иным организациям, в том числе самостоятельно нести расходы по оплате электроэнергии, воды и иных необходимых для выполнения Работ по Договору коммунальных услуг."
    },
    {
      "type": "paragraph",
      "content": "3.1.5. Заблаговременно своими силами и за свой счет обеспечить наличие всех необходимых в соответствии с действующим законодательством РФ разрешений и согласований уполномоченных органов и лиц в случае проведения Работ, требующих таких разрешений и согласований."
    },
    {
      "type": "paragraph",
      "content": "3.2. Заказчик вправе:"
    },
    {
      "type": "paragraph",
      "content": "3.2.1. Осуществлять контроль и надзор за ходом и качеством выполняемых Работ в любое время."
    },
    {
      "type": "paragraph",
      "content": "3.3. Подрядчик обязан:"
    },
    {
      "type": "paragraph",
      "content": "3.3.1. Приступить к выполнению Работ в течение 5 (пяти) календарных дней с момента заключения настоящего Договора при условии выполнения Заказчиком условий, указанных в п.3.1.2. Договора."
    },
    {
      "type": "paragraph",
      "content": "В случае просрочки исполнения Заказчиком указанных обязательств, срок начала и окончания Работ по Договору увеличивается на количество календарных дней просрочки."
    },
    {
      "type": "paragraph",
      "content": "В случае, если Подрядчиком выполнение Работ уже начато, он имеет право приостановить выполнение Работ до момента исполнения Заказчиком указанных обязательств."
    },
    {
      "type": "paragraph",
      "content": "3.3.2. Выполнить Работы в соответствии с условиями Договора и в срок, установленный Графиком производства работ (Приложение №2)."
    },
    {
      "type": "paragraph",
      "content": "Передать Заказчику результат Работ в установленном Договором порядке."
    },
    {
      "type": "paragraph",
      "content": "По завершении Работ обеспечить уборку в Объекте от строительного и иного мусора, при этом чистовую уборку (мытье полов и окон) в Объекте после окончания Работ Подрядчик не производит."
    },
    {
      "type": "paragraph",
      "content": "Выполнение Подрядчиком указанных обязанностей фиксируется Актом приемки выполненных работ (Приложение №3), подписанным в порядке, предусмотренном Договором."
    },
    {
      "type": "paragraph",
      "content": "3.3.3. Обеспечить выполнение необходимых противопожарных мероприятий, мероприятий по технике безопасности, обеспечить соответствие выполняемых Работ требованиям по шуму и другим требованиям к производству Работ, установленным действующим законодательством РФ."
    },
    {
      "type": "paragraph",
      "content": "3.3.4. Немедленно известить Заказчика при обнаружении возможных неблагоприятных для Заказчика последствий выполнения его указаний о способе исполнения Работ и/или иных обстоятельств, угрожающих качеству результатов выполняемых Работ, либо создающих невозможность их завершения в срок и приостановить Работы до получения от него указаний."
    },
    {
      "type": "paragraph",
      "content": "Извещения и/или указания производятся посредством направления письма по адресу регистрации другой Стороны, указанному в Договоре, и/или письма на электронную почту другой Стороны, указанную в Договоре, и/или посредством устного сообщения представителям другой Стороны."
    },
    {
      "type": "paragraph",
      "content": "3.3.5. Все Работы выполнять согласно закону «Об обеспечении тишины и покоя граждан на территории г. Москвы»."
    },
    {
      "type": "paragraph",
      "content": "3.3.6. Подрядчик, получивший доступ к персональным данным, обязан не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом."
    },
    {
      "type": "paragraph",
      "content": "3.4. Подрядчик вправе:"
    },
    {
      "type": "paragraph",
      "content": "3.4.1. Выполнить Работы ранее срока, установленного в Договоре. В этом случае Заказчик обязуется принять выполненные Подрядчиком Работы в порядке, предусмотренном статьей 4 Договора."
    },
    {
      "type": "paragraph",
      "content": "3.4.2. Привлекать для выполнения Работ по Договору третьих лиц, ответственность за действия/бездействия которых перед Заказчиком несет Подрядчик."
    },
    {
      "type": "paragraph",
      "content": "3.4.3. Произвести замену материала и/или оборудования, предусмотренного Договором, на идентичное, исходя из сопоставимости характеристик цены и качества по согласованию с Заказчиком."
    },
    {
      "type": "heading1",
      "content": "4. ПОРЯДОК ПРИЕМКИ РАБОТ И ТРЕБОВАНИЯ К КАЧЕСТВУ РАБОТ"
    },
    {
      "type": "paragraph",
      "content": "4.1. Факт выполнения Подрядчиком и приемки Заказчиком выполненных Работ, предусмотренных Договором, подтверждается подписанным Сторонами Актом приемки выполненных работ (КС-2) и Справкой о стоимости выполненных работ (КС-3) (Приложение №3)."
    },
    {
      "type": "paragraph",
      "content": "4.2. Подрядчик обязуется в течение 2 (двух) рабочих дней с даты окончания выполнения Работ известить Заказчика о завершении Работ в письменном виде посредством СМС на телефон, указанный Заказчиком."
    },
    {
      "type": "paragraph",
      "content": "Заказчик в срок не позднее 5 (пяти) рабочих дней после получения соответствующего извещения от Подрядчика о завершении Работ обязан явиться на Объект для принятия результата Работ и подписания Акта приемки выполненных работ (КС-2) и Справки о стоимости выполненных работ (КС-3) (Приложение №3)."
    },
    {
      "type": "paragraph",
      "content": "4.3. В случае, если Заказчик не явится в установленный в п.4.2. срок для подписания Акта приемки выполненного Этапа Работ, Работы считаются принятыми Заказчиком в объеме выполненного Этапа Работ, в котором Подрядчик делает пометку «Подписано в одностороннем порядке ввиду отсутствия Заказчика, уведомленного «{{notificationDate}}», и подписывает его в одностороннем порядке."
    },
    {
      "type": "paragraph",
      "content": "С момента подписания Подрядчиком Акта приемки выполненного Этапа Работ в одностороннем порядке обязательства Подрядчика по Договору считаются выполненными в полном объеме, Заказчик обязан в течение 5 (пяти) банковских дней оплатить полную стоимость Работ в соответствии со Сметой."
    },
    {
      "type": "paragraph",
      "content": "При этом Стороны согласовали, что каждый оплаченный этап работ автоматически считается выполненным с момента произведенной оплаты по реквизитам Подрядчика."
    },
    {
      "type": "paragraph",
      "content": "4.4. В случае выявления Заказчиком дефектов в процессе приемки выполненных Работ, дефекты фиксируются в Акте приема-передачи объекта (Приложение № 4), в котором Стороны согласовывают срок устранения Подрядчиком выявленных Заказчиком недостатков."
    },
    {
      "type": "paragraph",
      "content": "После того, как все замечания Заказчика будут устранены Подрядчиком, Стороны подписывают Акт об устранении дефектов, после чего Работы считаются принятыми."
    },
    {
      "type": "paragraph",
      "content": "4.5. Заказчик организует и осуществляет приемку результатов Работ, выполненных Подрядчиком, своими силами и за свой счет."
    },
    {
      "type": "paragraph",
      "content": "4.6. Стороны согласовали, что при отсутствии претензий после каждого оплаченного этапа, работы считаются принятыми в соответствии с ГОСТ, СНиП, а в случае если у Заказчика возникли претензии в момент принятия окончательных работ по ранее оплаченным этапам, то Стороны обязуются приложить максимальные усилия для решения данного вопроса, при этом в случае судебного разбирательства неустойка считается с момента предоставления официальной письменной претензии."
    },
    {
      "type": "heading1",
      "content": "5. ГАРАНТИИ КАЧЕСТВА ВЫПОЛНЕННЫХ РАБОТ"
    },
    {
      "type": "paragraph",
      "content": "5.1. Подрядчик гарантирует надлежащее качество выполненных Работ в соответствии с условиями Договора."
    },
    {
      "type": "paragraph",
      "content": "5.2. Гарантийный срок на выполненные Работы составляет {{warrantyPeriod}} с даты подписания окончательного Акта приемки выполненных работ (КС-2) (Приложение №3) в порядке, предусмотренном статьей 4 Договора."
    },
    {
      "type": "paragraph",
      "content": "Гарантии на выполненные Работы не распространяются в случаях:"
    },
    {
      "type": "list",
      "items": [
        "эксплуатации Объекта не по назначению;",
        "попыток устранения выявленных в течение гарантийного срока недостатков третьими лицами, не являющимися уполномоченными представителями Подрядчика;",
        "физического износа и/или механического повреждения;",
        "естественной усадки Объекта."
      ]
    },
    {
      "type": "paragraph",
      "content": "5.3. Подрядчик не несет ответственность за товар, который эксплуатируется в процессе естественной эксплуатации Объекта. Стороны осознают, что на каждый товар установлена гарантия производителя, соответственно ответственность за дефект в используемом товаре лежит на производителе или продавце товара."
    },
    {
      "type": "paragraph",
      "content": "5.4. В случае обнаружения Заказчиком недостатков (дефектов) в течение гарантийного срока, указанного в п.5.2. Договора, Подрядчик обязан устранить их на условиях и в сроки, согласованные Сторонами дополнительно, но не более 30 (тридцати) рабочих дней с момента составления Акта о выявленных дефектах, фиксирующего выявленные дефекты, согласования порядка и сроков их устранения."
    },
    {
      "type": "paragraph",
      "content": "Подрядчик обязан в течение 10 (десяти) рабочих дней с момента получения письменного извещения Заказчика о выявленных дефектах направить на Объект своего представителя."
    },
    {
      "type": "paragraph",
      "content": "5.5. Подрядчик подтверждает, что обладает всеми необходимыми для выполнения Работ допусками и разрешениями в соответствии с законодательством РФ и самостоятельно несет ответственность за их отсутствие перед контролирующими органами."
    },
    {
      "type": "paragraph",
      "content": "5.6. Подрядчик гарантирует выполнение работ квалифицированным персоналом с соблюдением установленного режима работы и действующего законодательства РФ."
    },
    {
      "type": "heading1",
      "content": "6. СРОК ДЕЙСТВИЯ ДОГОВОРА"
    },
    {
      "type": "paragraph",
      "content": "6.1. Договор вступает в силу с момента подписания Сторонами и действует до полного исполнения Сторонами своих обязательств по Договору."
    },
    {
      "type": "paragraph",
      "content": "6.2. Окончание срока действия Договора не освобождает Стороны от ответственности за его нарушение."
    },
    {
      "type": "heading1",
      "content": "7. ОТВЕТСТВЕННОСТЬ СТОРОН"
    },
    {
      "type": "paragraph",
      "content": "7.1. В случае нарушения Заказчиком срока оплаты Работ в соответствии с пунктом 3.1.1 Договора Заказчик на основании соответствующего требования Подрядчика обязан уплатить Подрядчику неустойку в размере 0,1% (ноль целых одна десятая процента) от стоимости выполненного Этапа Работ по Договору за каждый день просрочки до даты фактического исполнения нарушенных обязательств, но не более 5% стоимости этих работ."
    },
    {
      "type": "paragraph",
      "content": "При этом сроки начала и окончания следующего Этапа Работ по Договору переносятся на количество дней просрочки исполнения Заказчиком указанных обязательств."
    },
    {
      "type": "paragraph",
      "content": "В случае, если Подрядчиком выполнение Работ уже начато, он имеет право приостановить выполнение Работ до момента исполнения Заказчиком указанных обязательств с соответствующим продлением сроков окончания Работ."
    },
    {
      "type": "paragraph",
      "content": "7.2. В случае нарушения Заказчиком обязательств, предусмотренных пунктами 3.1.4 - 3.1.5 Договора, все риски возникновения негативных последствий, вызванных данными нарушениями, несет Заказчик."
    },
    {
      "type": "paragraph",
      "content": "7.3. В случае нарушения Подрядчиком обязанностей, предусмотренных пунктом 3.3.2 Договора, в том числе нарушение срока начала и окончания Этапов Работ, при одновременном добросовестном исполнении Заказчиком своих обязательств по Договору, Подрядчик на основании соответствующего требования Заказчика обязан уплатить Заказчику неустойку в форме пени (ст. 329 ГК РФ) в размере 0,1% (ноль целых одна десятая процента) от стоимости Работ по Договору за каждый день просрочки до даты фактического исполнения нарушенных обязательств, но не более 5% стоимости этих Работ."
    },
    {
      "type": "paragraph",
      "content": "7.4. Подрядчик несет риск случайной гибели или повреждения результата выполненных Работ до момента подписания Акта приемки выполненных работ (Приложение №3) в порядке, предусмотренном Договором. Ответственность за работы по Договору несет Подрядчик."
    },
    {
      "type": "paragraph",
      "content": "7.5. За ущерб, причиненный третьему лицу в процессе выполнения работ, отвечает Подрядчик, если не докажет, что ущерб был причинен вследствие обстоятельств, за которые отвечает Заказчик."
    },
    {
      "type": "paragraph",
      "content": "7.6. Меры ответственности, не предусмотренные в Договоре, применяются в соответствии с нормами гражданского законодательства РФ."
    },
    {
      "type": "paragraph",
      "content": "7.7. Пени и штрафные санкции, предусмотренные Договором, выплачиваются на основании письменной претензии Стороны, претендующей на их получение, содержащей размер взыскиваемой суммы. Уплата штрафных санкций и неустойки не освобождает Стороны от надлежащего исполнения своих обязательств по настоящему Договору."
    },
    {
      "type": "paragraph",
      "content": "7.8. Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по Договору, если надлежащее исполнение оказалось невозможным вследствие чрезвычайных и непреодолимых при данных условиях обстоятельств, которые наступили после подписания Договора и непосредственно повлияли на его исполнение."
    },
    {
      "type": "paragraph",
      "content": "К обстоятельствам непреодолимой силы относятся, в частности: стихийные бедствия, эпидемии, наводнения, принятие органами власти и управления актов нормативного/ненормативного характера, делающих невозможным исполнение или ненадлежащее исполнение Сторонами своих обязательств, иные события, не подлежащие разумному контролю Сторон."
    },
    {
      "type": "paragraph",
      "content": "О наступлении обстоятельств непреодолимой силы Сторона, ссылающаяся на их наступление, в срок не позднее одного месяца со дня наступления таких обстоятельств извещает другую Сторону."
    },
    {
      "type": "paragraph",
      "content": "Если обстоятельства непреодолимой силы длятся более трех месяцев, Стороны вправе отказаться от продолжения Договора без уплаты штрафов и/или неустоек, приняв все возможные меры по проведению взаимных расчетов и уменьшению ущерба, понесенного другой Стороной."
    },
    {
      "type": "heading1",
      "content": "8. ПОРЯДОК ИЗМЕНЕНИЯ И РАСТОРЖЕНИЯ ДОГОВОРА"
    },
    {
      "type": "paragraph",
      "content": "8.1. Заказчик вправе расторгнуть Договор в одностороннем внесудебном порядке в случае, если Подрядчик не приступит к выполнению Работ в срок, по причинам, не зависящим от Заказчика."
    },
    {
      "type": "paragraph",
      "content": "8.2. Подрядчик вправе расторгнуть Договор в одностороннем внесудебном порядке в случае нарушения срока передачи Объекта более чем на 15 (пятнадцать) дней по причинам, не зависящим от Подрядчика."
    },
    {
      "type": "paragraph",
      "content": "8.3. В случае расторжения Договора в порядке, установленном в пунктах 8.1, 8.2 Договора, Сторона, расторгающая Договор, обязана направить другой Стороне уведомление о намерении расторгнуть Договор."
    },
    {
      "type": "paragraph",
      "content": "Уведомление направляется по адресу Стороны, указанному в Договоре, ценным письмом с описью вложения почтой России либо передается нарочным."
    },
    {
      "type": "paragraph",
      "content": "Договор считается расторгнутым по истечении 10 (десяти) календарных дней с момента получения надлежащей Стороной такого уведомления (ст. 452 ГК РФ)."
    },
    {
      "type": "paragraph",
      "content": "8.4. При расторжении Договора до приемки Заказчиком результата Работ, выполненных Подрядчиком, Заказчик вправе требовать передачи ему результатов незавершенной Работы, уплатив Подрядчику часть цены пропорционально части Работы согласно Смете (Приложение №1), выполненной Подрядчиком на момент расторжения Договора."
    },
    {
      "type": "paragraph",
      "content": "При этом, стоимость уже принятого и подписанного Заказчиком этапа Работы не подлежит пересчету и остается без изменений."
    },
    {
      "type": "paragraph",
      "content": "8.5. В случае расторжения Договора по инициативе Заказчика, скидка, предоставленная по Договору, не применяется к стоимости работ, выполненных на текущем этапе и уже принятых на момент расторжения."
    },
    {
      "type": "paragraph",
      "content": "Принятые этапы Работ рассчитываются без учета скидки, и Заказчик обязуется уплатить сумму, соответствующую фактической стоимости выполненных Работ на текущем этапе и уже принятых на момент расторжения Договора с учетом примененной скидки."
    },
    {
      "type": "heading1",
      "content": "9. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ"
    },
    {
      "type": "paragraph",
      "content": "9.1. Все споры и разногласия, которые могут возникнуть между Сторонами по вопросам, не нашедшим своего разрешения в тексте Договора, будут разрешаться путем переговоров на основе действующего законодательства РФ."
    },
    {
      "type": "paragraph",
      "content": "9.2. При невозможности разрешить возникший между Сторонами спор путем переговоров, спор подлежит рассмотрению в суде в порядке, установленном действующим законодательством РФ."
    },
    {
      "type": "paragraph",
      "content": "Стороны договорились, что любые иски по спорам, вытекающим из Договора или в связи с ним, подлежат рассмотрению в {{courtJurisdiction}}."
    },
    {
      "type": "paragraph",
      "content": "Данное соглашение является соглашением об изменении территориальной подсудности дел (соглашением о договорной подсудности), предусмотренным ст. 32 Гражданского процессуального кодекса РФ."
    },
    {
      "type": "paragraph",
      "content": "Отказ от договорной подсудности, предусмотренной Договором, возможен лишь путем заключения нового соглашения Сторон об изменении договорной подсудности."
    },
    {
      "type": "heading1",
      "content": "10. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ"
    },
    {
      "type": "paragraph",
      "content": "10.1. Стороны обязуются уведомить друг друга об изменении реквизитов и адресов в течение 5 (пяти) рабочих дней с даты вступления в силу таких изменений. Действия, совершенные по старым данным до момента получения уведомления об их изменении, считаются исполненными надлежащим образом."
    },
    {
      "type": "paragraph",
      "content": "10.2. Уступка прав требования по Договору возможна только по согласованию Сторон."
    },
    {
      "type": "paragraph",
      "content": "10.3. Во всем остальном, что не предусмотрено Договором, Стороны руководствуются действующим законодательством РФ."
    },
    {
      "type": "paragraph",
      "content": "10.4. Любые изменения и дополнения к Договору действительны при условии, если они совершены в письменной форме и подписаны надлежаще уполномоченными на то представителями Сторон."
    },
    {
      "type": "paragraph",
      "content": "10.5. Договор составлен в двух идентичных экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой из Сторон."
    },
    {
      "type": "paragraph",
      "content": ""
    },
    {
      "type": "paragraph",
      "bold": true,
      "content": "К Договору прилагаются и являются его неотъемлемыми частями:"
    },
    {
      "type": "list",
      "items": [
        "Приложение №1 – Смета на работы и материал",
        "Приложение №2 – График производства работ",
        "Приложение №3 – Акт приемки выполненных работ (КС-2) и Справка о стоимости выполненных работ (КС-3)",
        "Приложение №4 – Акт приема-передачи объекта для производства работ с указанием дефектов"
      ]
    },
    {
      "type": "heading1",
      "content": "11. АДРЕСА, РЕКВИЗИТЫ И ПОДПИСИ СТОРОН"
    },
    {
      "type": "heading2",
      "bold": true,
      "content": "ПОДРЯДЧИК:"
    },
    {
      "type": "paragraph",
      "content": "{{contractorCompanyFullName}}"
    },
    {
      "type": "paragraph",
      "content": "{{contractorDirectorPosition}}: {{contractorDirectorFullName}}"
    },
    {
      "type": "paragraph",
      "content": "ОГРН: {{contractorOGRN}}"
    },
    {
      "type": "paragraph",
      "content": "ИНН: {{contractorINN}}"
    },
    {
      "type": "paragraph",
      "content": "КПП: {{contractorKPP}}"
    },
    {
      "type": "paragraph",
      "content": "Юридический адрес: {{contractorLegalAddress}}"
    },
    {
      "type": "paragraph",
      "bold": true,
      "content": "Банковские реквизиты:"
    },
    {
      "type": "paragraph",
      "content": "{{contractorBankName}}"
    },
    {
      "type": "paragraph",
      "content": "ИНН банка: {{contractorBankINN}}"
    },
    {
      "type": "paragraph",
      "content": "БИК банка: {{contractorBankBIK}}"
    },
    {
      "type": "paragraph",
      "content": "Р/С: {{contractorBankAccount}}"
    },
    {
      "type": "paragraph",
      "content": "К/С: {{contractorBankCorrespondentAccount}}"
    },
    {
      "type": "paragraph",
      "content": "Электронная почта: {{contractorEmail}}"
    },
    {
      "type": "paragraph",
      "content": "Телефон: {{contractorPhone}}"
    },
    {
      "type": "paragraph",
      "content": ""
    },
    {
      "type": "paragraph",
      "content": "Подрядчик: /______________________ / {{contractorDirectorShortName}} /"
    },
    {
      "type": "paragraph",
      "content": ""
    },
    {
      "type": "heading2",
      "bold": true,
      "content": "ЗАКАЗЧИК:"
    },
    {
      "type": "paragraph",
      "content": "ФИО: {{customerFullName}}"
    },
    {
      "type": "paragraph",
      "content": "Пол: {{customerGender}}"
    },
    {
      "type": "paragraph",
      "content": "Дата рождения: {{customerBirthDate}}"
    },
    {
      "type": "paragraph",
      "content": "Место рождения: {{customerBirthPlace}}"
    },
    {
      "type": "paragraph",
      "content": "Паспорт: {{customerPassportSeries}} № {{customerPassportNumber}}"
    },
    {
      "type": "paragraph",
      "content": "Выдан: {{customerPassportIssuedBy}}"
    },
    {
      "type": "paragraph",
      "content": "Дата выдачи: {{customerPassportIssueDate}}"
    },
    {
      "type": "paragraph",
      "content": "Код подразделения: {{customerPassportCode}}"
    },
    {
      "type": "paragraph",
      "content": "Адрес регистрации: {{customerRegistrationAddress}}"
    },
    {
      "type": "paragraph",
      "content": ""
    },
    {
      "type": "paragraph",
      "content": "Заказчик: /______________________ / __________ /"
    }
  ]
}